Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/udi.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Please contact the National Police Immigration Service on this phone number: +47 489 54 805
nb: Du kan ta kontakt med Politiets utlendingsenhet på telefon +47 489 54 805.

source: Information about corona in several languages
nb: Informasjon om korona på flere språk

source: For example, you cannot have one if you have never lived in Norway.
nb: For eksempel kan du ikke få det hvis du aldri har bodd i Norge.

source: In all, we have identified almost 600 such cases that concern persons who have
nb: Til sammen er det oppdaget i underkant av 600 slike saker som berører personer

source: politiet.no (external website),
nb: politiet.no (eksternt nettsted)

source: The National Police Immigration Service (PU)
nb: Politiets utlendingsenhet (PU)

source: You must hand in the exemption decision to the police when you apply for a permanent residence permit.
nb: Du må levere vedtaket om fritak til politiet når du søker om permanent oppholdstillatelse.

source: The application is now waiting to be processed by the UDI.
nb: Søknaden venter nå på å bli behandlet av UDI.

source: Everyone who applies for protection (asylum), will receive a decision from the UDI.
nb: Alle som har søkt om beskyttelse (asyl) får et vedtak fra Utlendingsdirektoratet (UDI).

source: have a child who was conceived before either of you moved to Norway,
nb: dere har barn som ble unnfanget før noen av dere flyttet til Norge,

source: You can document this to public offices or employers by showing your residence card and your decision letter together with the receipt of the application received online.
nb: Du kan likevel dokumentere dette overfor offentlige kontorer eller arbeidsgiver ved å vise oppholdskortet ditt og vedtaket ditt sammen med kvitteringen på mottatt søknad på nett.

source: Laos, Madagascar, Myanmar and Vietnam
nb: Laos, Madagaskar, Myanmar og Vietnam

source: If you took the test before the autumn of 2009, you must have at least 500 points.
nb: Har du tatt testen før høsten 2009, må du ha minst 500 poeng.

source: You must have enough money to finance your stay in Norway and your return journey.
nb: Du må ha penger til oppholdet ditt i Norge og til hjemreisen.

source: The UDI can reject an application for family immigration if we believe that you or your spouse is a victim or forced marriage, or if you provide us with such information.
nb: UDI kan avslå en søknad om familieinnvandring dersom vi mener at du eller ektefellen din er utsatt for tvangsekteskap, eller dersom du gir oss slike opplysninger.

source: If you have family members in Norway who are not British citizens, they must bring the residence card they have received from the police.
nb: Hvis du har familiemedlemmer i Norge som ikke er britiske borgere, skal de ta med det oppholdskortet de har fått av politiet.

source: Please remember that if you travel to and from Norway after you have applied for a family immigration permit, you must
nb: Husk at hvis du reiser ut og inn av Norge etter at du har søkt om familieinnvandring må du

source: of officers for the purpose.
nb: hvilke etater du ønsker å tolke for

source: When handing in your documents on the checklist, please go to the embassy/consulate you selected in the application form or
nb: Når du skal levere søknadsdokumentene, kan du enten møte opp på ambassaden/konsulatet du har valgt i søknadsskjemaet, eller på den

source: IOM, the asylum reception centre where you live and the UDI regional office can help you with applying.
nb: IOM, asylmottaket du bor på eller UDIs regionkontor kan hjelpe deg med å søke.

source: However, if you are under the age of 18, you can easily become a Norwegian citizen by
nb: Hvis du er under 18 år, kan du imidlertid enkelt bli det ved å

source: If you have received an e-mail from the police, then follow the information you have received in the e-mail.
nb: Hvis du har fått en e-post fra politiet, så følger du informasjonen du har fått i e-posten.

source: when you handed in the application, you do not need to meet with the police again after a decision is made in your case.
nb: da du leverte søknaden, trenger du ikke å møte hos politiet etter at det er fattet vedtak i saken din.

source: lived together for at least two years before you moved to Norway,
nb: bodde sammen i minst to år før dere flyttet til Norge,

source: Since you have applied for a residence permit in Norway the embassy may find it unlikely that you will return before the visa expires.
nb: Siden du har søkt om oppholdstillatelse i Norge, kan det hende at ambassaden mener at det er lite sannsynlig at du vil reise tilbake før besøksvisumet går ut.

source: I am registered with a right of residence in Norway according to EU/EEA regulations.
nb: Jeg er registrert med oppholdsrett i Norge etter EU/EØS-regelverket.

source: They told me that I was Iraqi and that I was lying.
nb: muligheten til å bli i Europa selv om de mistrivdes:

source: Violence in the family is violence carried out by family members or former family members.
nb: Vold i familien er vold fra familiemedlemmer eller tidligere familiemedlemmer.

source: If this applies to you, we will notify you by email or SMS, and you will receive a summons to an interview from the police or the embassy.
nb: Hvis dette er aktuelt for deg, vil vi gi deg beskjed på e-post eller SMS, og du vil få innkallelse til intervju fra politi eller ambassade.

source: If you hand in your application in Norway, you normally only need to show your passport and hand in the copies.
nb: Hvis du leverer søknaden i Norge, må du vanligvis bare vise fram passet ditt og levere kopiene.

source: UDI will send you the decition letter by mail.
nb: UDI vil sende deg vedtaket i posten.

source: How long is the information stored in VIS?
nb: Hvor lenge blir informasjonen lagret i VIS?

source: If you are in any doubt as to whether the information applies to you, call the UDI.
nb: Hvis du er i tvil om informasjonen gjelder deg, kan du ringe UDI.

source: Here you will find information about the rules for some big groups.
nb: Her finner du informasjon om reglene for noen store grupper.

source: Do you need a confirmation of legal stay?
nb: Trenger du bekreftelse på lovlig opphold?

source: Normally, both parents and all their children in Norway who are under the age of 18 must apply at the same time.
nb: Vanligvis må begge foreldrene og de av barna deres under 18 år som er i Norge søke samtidig.

source: You can travel in and out of Norway while the residence permit is valid.
nb: Du kan reise inn og ut av Norge så lenge oppholdstillatelsen er gyldig.

source: If you are between 6 and 15 years old, you are entitled and obliged to take compulsory schooling in Norway.
nb: Hvis du er mellom 6 og 15 år har du rett og plikt til å gå i grunnskolen i Norge.

source: the Norwegian embassy or consulate-general which is easiest for you to get to (external website)
nb: norske ambassaden eller det norske generalkonsulatet som er enklest for deg å reise til (eksternt nettsted)

source: If you have not become a Norwegian citizen, and are still under the age of 18, you can become Norwegian now by handing in a notification.
nb: Hvis du ikke har blitt norsk statsborger og fortsatt er under 18 år kan du bli norsk nå ved å levere en melding.

source: Family members of EU/EEA citizens may use the registration scheme for EU/EEA citizens.
nb: Familiemedlemmer av EU/EØS-borgere kan bruke registreringsordningen for EU/EØS-borgere.

source: Why have you changed your name?
nb: Hvorfor har du endret navnet ditt?

source: has expired, you will receive a total of NOK 13 000 in cash through the IOM.
nb: din går ut, får du til sammen 13 000 kroner i kontanter som blir utbetalt av IOM.

source: If you are a seconded employee from a British company (service provider),
nb: Hvis du er utsendt arbeidstaker fra et britisk selskap (tjenesteyter),

source: If you have handed in your application in a country in the EU/EEA/Schengen area, you will find information in
nb: Dersom du har levert din søknad i EU/EØS/Schengen, finner du informasjon i

source: signature also entails that he/she is familiar with the duties to inform and ensure that is indicated in point 6.
nb: Norge vil underskriften også innebære at han/hun er kjent med pliktene i punkt 6. Sted og dato

source: ar field of
nb: Dette vil i

source: Did you get engaged before you got married?
nb: Ble dere forlovet før dere giftet dere?

source: You have the right to remain in Norway until you have received the new residence permit.
nb: Du har rett til å fortsatt oppholde deg i Norge frem til du har fått den nye oppholdstillatelsen.

source: Norway's first legal study on Norway's obligations under the Citizenship Directive 2004/38/EC and the EEA Agreement.
nb: Norges første juridiske studie om Norges forpliktelser under Unionsborgerskapsdirektivet 2004/38/EC og avtalen om Europeisk Økonomisk Samarbeidsområde (EØS-avtalen).

source: Who does not need a guarantor?
nb: Hvem trenger ikke garantist

source: You can work in Norway
nb: Du kan arbeide i Norge.

source: For example, if you have been in Norway or another Schengen country for 90 days or more, you will have to stay outside the Schengen area for 90 days before you can travel back to Norway.
nb: Hvis du for eksempel har vært i Norge eller et annet Schengenland i 90 dager eller mer, må du oppholde deg utenfor Schengenområdet i 90 dager før du kan reise tilbake til Norge.

source: , if you have not already done so.
nb: Du vil få svar så fort som mulig.

source: You will normally
nb: Dere vil vanligvis

source: You do not have to pay an application fee.
nb: Du skal ikke betale søknadsgebyr.

source: IOM (external website)
nb: IOM (eksternt nettsted)

source: As the party receiving the visit, you cannot provide this type of guarantee.
nb: Det er ikke mulig for deg som skal få besøk å stille den typen garanti.

source: invitation letter from the Norwegian Agency for Exchange Cooperation (Norec)
nb: Invitasjonsbrev fra Norsk senter for utvekslingssamarbeid (Norec)

source: Once you have sent the form to him or her, you have committed to being a guarantor and cannot change your mind.
nb: Når du har sendt skjemaet til han eller henne, har du forpliktet deg til å være garantist og kan ikke ombestemme deg.

source: You must make a plan for how you will use your financial support.
nb: Du må lage en plan for hvordan du vil bruke støtten din.

source: If you get an error message when you log in to the Application Portal, we recommend that you try this:
nb: Hvis du får feilmelding når du logger inn i Søknadsportalen, anbefaler vi at du prøver dette:

source: You may also stay in Norway until your application has been processed, even if your visitor’s visa expires while you are waiting.
nb: Du har også lov til å oppholde deg i Norge fram til du har fått svar på søknaden, selv om besøksvisumet ditt går ut mens du ventar.

source: crisis centre where you live (external website)
nb: krisesenter der du bor (eksternt nettsted, åpnes i nytt vindu)

source: You can work in Norway.
nb: Du kan arbeide Norge.

source: You will be told where you are going to move to.
nb: Du får beskjed om hvor du skal flytte.

source: When you notice that your local border traffic permit is missing, you must immediately report the loss to the police in Kirkenes if you lose it in Norway, or to the Consulate General of Murmansk if you lose it in Russia.
nb: Med en gang du oppdager at grenseboerbeviset er borte, må du melde fra til politiet i Kirkenes hvis du mister det i Norge, eller til generalkonsulatet i Murmansk hvis du mister det i Russland.

source: If this applies to you, we will notify you by email or SMS, and you will receive a summons to an interview with information about when and where the interview will take place.
nb: Hvis dette er aktuelt for deg, vil vi gi deg beskjed på e-post eller SMS, og du vil få innkallelse til intervju med beskjed om når og hvor du skal møte opp.

source: What are the implications of Brexit?
nb: Hva innebærer brexit?

source: You cannot have received social security benefits during the last 12 months.
nb: Du kan ikke ha mottatt økonomisk sosialhjelp de siste 12 månedene.

source: Sets out the framework for refugee, immigration and integration policy.
nb: Fastsetter rammene for flyktning-, innvandrings- og integreringspolitikken.

source: Information sheet and videos in several languages from the National Institute of Public Health:
nb: Informasjonsark og videoer på flere språk fra Folkehelseinstituttet:

source: have a child who was conceived while you both had a residence permit in Norway or Norwegian/Nordic citizenship.
nb: dere har barn som ble unnfanget mens dere begge hadde oppholdstillatelse i Norge eller norsk/nordisk statsborgerskap.

source: If the UDI believes that you will be particularly vulnerable if you return, we can increase the reintegration support to € 4 000.
nb: Hvis UDI mener at du vil være særlig sårbar hvis du returnerer, kan vi øke reintegreringstøtten til € 4 000.

source: contact the police (external website).
nb: kontakte politiet (eksternt nettsted)

source: If you leave Norway while your appeal is being processed, please send us an email at
nb: Hvis du reiser ut av landet mens klagen din behandles, bør du sende en e-post til

source: If you have a permanent right of residence, you must apply for a permanent residence permit.
nb: Har du varig oppholdsrett i Norge må du søke om permanent oppholdstillatelse.

source: send original documents to the UDI.
nb: sende originale dokumenter til UDI.

source: You have, or have had, a residence permit following the temporary provision for seasonal workers who are unable to return to their home country due to the corona pandemic (utlendingsforskriften § 6-3 b).
nb: Du har, eller har hatt, en oppholdstillatelse etter den midlertidige bestemmelsen for sesongarbeidere som ikke fikk returnert til hjemlandet pga. koronapandemien (utlendingsforskriften § 6-3 b).

source: If you plan to visit your sister or brother, you can be granted a visa if you have strong ties to your home country.
nb: Hvis du skal besøke søsteren eller broren din, kan du få visum hvis du har mye som knytter deg til hjemlandet ditt.

source: has expired, or before you are given a deadline for leaving, you will receive a total of NOK 15 000 per adult and NOK 25 000 per child who was under the age of 18 when you applied for assisted return.
nb: deres går ut, eller før dere har fått en frist, får dere 15 000 kroner per voksen og 25 000 kroner per barn som var under 18 år da dere søkte om assistert retur.

source: If you already have a permanent residence permit or permanent right of residence, you still have the same rights even if you do not have a valid residence card.
nb: Hvis du allerede har permanent oppholdstillatelse eller varig oppholdsrett har du fortsatt de samme rettighetene selv om du ikke har et gyldig oppholdskort.

source: In some cases, the UDI will therefore ask for a DNA analysis of the applicant and the reference person.
nb: Derfor ber UDI om DNA-analyse av søkeren og referansepersonen i noen saker.

source: Out of the bit more than 9000 asylum seekers registered as missing during the three-year period, approxi-mately 2000 were later returned (or returned voluntarily) from Norway.
nb: Av de rundt 9000 asylsøkerne som ble registrert som forsvunnet i løpet av de tre årene, returnerte ca 2000 fra Norge (frivillig eller med tvang).

source: The decision letter from UDI.
nb: Brevet og statborgervedtaket fra UDI.

source: Return to Syria
nb: Retur til Syria

source: Information for au pair applicants
nb: Informasjon til deg som har søkt om au pair-tillatelse

source: An online version of the document will not be approved.
nb: Onlineversjonen av dokumentet godkjennes ikke.

source: You can not apply for a passport without this confirmation.
nb: Du kan ikke søke om pass uten bekreftelse på slik tapsmelding.

source: The UDI can most likely give you an exemption from the requirement to be at least 24 years old if
nb: UDI kan sannsynligvis gi dere unntak fra kravet til å ha fylt 24 år hvis:

source: You must have received a concrete offer of full-time employment from an established organisation.
nb: Du må ha et konkret tilbud om heltidsarbeid for en etablert organisasjon.

source: please go to the contact form for our Information service.
nb: gå til kontaktskjema for veiledningstjenesten vår.

source: , is a nationwide guide to assistance, information and knowledge about violence within the family,
nb: , er en nasjonal veiviser til hjelpetilbud, informasjon og kunnskap om vold i nære relasjoner, voldtekt og andre seksuelle overgrep.

source: If you are to change jobs or employers, you must apply for a new permit.
nb: Hvis du skal bytte stilling eller arbeidsgiver må du søke om ny tillatelse.

source: If you celebrated your engagement, describe the celebration.
nb: Hvis dere feiret forlovelsen deres, beskriv feiringen.

source: Queer world (external website)
nb: Skeiv verden (eksternt nettsted)

source: If you have a basis of residence in Norway, e.g., as an employee, student or family member of an EU/EEA citizen, you can stay in Norway even if it takes more than 90 days from entry until you get a meeting with the police.
nb: som arbeidstaker, student eller familiemedlem av en EU/EØS-borger, kan du oppholde deg i Norge selv om det går mer enn 90 dager fra innreise til du får oppmøte hos politiet.

source: www.norway.no (external website)
nb: www.norway.no (eksternt nettsted)

source: The applicant can use the guarantee form without a stamp from the police.
nb: Den som søker kan bruke garantiskjema uten stempel fra politiet.

source: Google Analytics only receives general web statistics, for example the type of browser, time, language and what website the user came from.
nb: Google Analytics mottar bare generell webstatistikk, som for eksempel nettlesertype, tidspunkt, språk og hvilken nettside brukeren kom fra.

source: I live in Svalbard.
nb: Jeg bor på Svalbard.

source: In addition to processing the oldest cases, we also process applications handed in in EU/EEA/Schengen countries.
nb: I tillegg behandler vi søknadene som er levert i EU/EØS/Schengen parallelt med de eldste sakene.

source: If the IOM cannot help you to return, you can organise your own travel.
nb: Hvis IOM ikke kan hjelpe deg med å returnere, kan du organisere din egen reise.

source: You must hand in your immigrant's passport
nb: Hvis du har et utlendingspass

source: If you are going to work in a position which is less than 80 percent
nb: Hvis du skal arbeide i mindre enn 80 prosent stilling

source: Do you wish to leave Norway?
nb: Vil du dra fra Norge?

source: If you wish to withdraw your application for assisted return, you must notify the UDI Returenheten by e-mail:
nb: Dersom du ønsker å trekke søknaden din om assistert retur, må du gi beskjed til returenheten i UDI på e-post:

source: If necessary, the foreign service missions verify concrete information in asylum cases on behalf of the UDI and UNE.
nb: Ved behov verifiserer utenriksstasjonene konkrete opplysninger i asylsaker på vegne av UDI og UNE.

source: The number of exclusion decisions increased significantly following the establishment of the UDI F 1 unit in 2009.
nb: Antallet eksklusjonsvedtak steg markant etter etableringen av enhet F 1 i UDI i 2009.

source: NOK 2000 when you arrive in Kabul, which you can spend on temporary accommodation, and transport to your final destination in Afghanistan, if relevant.
nb: 2 000 kroner når du kommer til Kabul som du kan bruke på midlertidig overnatting og eventuelt transport videre i Afghanistan

source: When you have got the letter with the decision from UDI, you must wait a week before you can apply for Norwegian passport
nb: Når du har fått brev med vedtaket fra UDI, må du vente en uke før du kan søke om norsk pass.

source: I want my close family members from a country outside the EU/EEA to come to Norway to live with me.
nb: Jeg ønsker at mine nære familiemedlemmer fra et land utenfor EU/EØS skal komme til Norge for å bo med meg.

source: What can I do?
nb: Hva kan jeg gjøre?

source: If you are from Azerbaijan, Serbia, Croatia, Macedonia, Bosnia, Albania or Montenegro you can hand in your national ID card.
nb: Hvis du er fra Aserbajdsjan, Serbia, Kroatia, Makedonia, Bosnia, Albania og Montenegro kan du levere nasjonalt ID-kort.

source: If you are an EU/EEA citizen, you can document that you have a right of residence to other public offices with the
nb: Hvis du er EU/EØS-borger kan du dokumentere at du har oppholdsrett ovenfor andre offentlige kontorer med

source: If you have chosen the wrong meeting place, you must fill in, send, and pay for a new application.
nb: Hvis det ikke er ledige timer på oppmøtestedet du valgte, må du sjekke om det er lagt ut nye timer senere.

source: When the UDI processes the application, we will take this statement into consideration.
nb: Når UDI behandler søknaden, vil vi ta denne forklaringen med i vurderingen.

source: If you are abroad, you will normally take the test at the Norwegian embassy in the country where you handed in the application.
nb: Hvis du er i utlandet vil du vanligvis ta testen på den norske ambassaden i landet der du leverte søknaden.

source: Finally, you get an answer.
nb: Til slutt får du svar.

source: (except South Africa).
nb: (med unntak av Sør-Afrika).

source: Some people handed in their application in Addis Ababa instead.
nb: juli skulle søkere fra Eritrea levere søknaden sin i Khartoum.

source: What kind of tips should you notify the police about?
nb: Hvilken type tips bør du melde til politiet om?

source: Your letter from the UDI.
nb: Brevet og vedtaket fra UDI.

source: If you have already handed in your application in Addis Ababa, we will process your case
nb: Hvis du allerede har levert søknaden i Addis Abeba, vil vi behandle saken din

source: Which group do you belong to?
nb: Hvilken gruppe tilhører du?

source: You are to travel with the cheapest option for travel from where you live (for example bus or train).
nb: Du skal reise med det billigste reisealternativet fra der du bor (for eksempel buss og tog).

source: The digital mailbox is free to set up and use.
nb: Den digitale postkassen er helt gratis.

source: However, we recommend that you fly directly to Norway without a stopover in another Schengen country.
nb: Vi anbefaler imidlertid at du flyr direkte til Norge uten å mellomlande i et annet Schengenland.

source: police's website pages about human trafficking (external website)
nb: politiets temaside om menneskehandel (eksternt nettsted)

source: Can I change the information or the location of my appointment on an already submitted application?
nb: Kan jeg endre informasjon eller oppmøtested på en innlevert søknad?

source: If you are a citizen of a country outside the EU/EEA/Schengen Area, you must have a valid residence card if you are going to travel.
nb: Du må ha gyldige oppholdskort hvis du er borger av et land utenfor EU/EØS/Schengen og skal reise ut og inn av Norge.

source: Where and when did you physically meet each other for the first time?
nb: Hvor og når møtte dere hverandre fysisk for første gang?

source: Were you related to your spouse before you married?
nb: Var du i slekt med ektefellen din før dere giftet dere?

source: your previous name if you have changed it (the name you had when you came to Norway)
nb: tidligere navn hvis du har byttet navn (navnet du hadde da du kom til Norge)

source: • attach a copy of a valid identity document (for example your
nb: • legge ved en kopi av et gyldig identitetsdokument (for

source: stated that they come from Somalia.
nb: som har oppgitt at de kom fra Somalia.
